<template>
  <div class="help">
    <div>
      <h1>小米帐号隐私政策</h1>
      <p>我们的隐私政策已于2022年1月20日更新。</p>
      <p>请花一些时间熟悉我们的隐私政策，如果您有任何问题，请联系我们。</p>
      <h2>引言</h2>
      <p>
        小米帐号是由小米公司及其关联公司（以下简称“小米”或“我们”）为您提供的一项帐号注册、登录和管理服务。
      </p>
      <p>
        我们非常重视您的隐私。本隐私政策是针对小米公司小米帐号做出的隐私方面的陈述与承诺，属于《小米隐私政策》的重要组成部分。涉及到小米帐号特殊约定的，若与《小米隐私政策》之间存在不一致的，以本隐私政策为准；若本隐私政策未约定的，以《小米隐私政策》为准。特别是关于“未成年人信息保护、安全措施、跨境传输”等部分的约定，建议您详细阅读
        <a href="https://privacy.mi.com/all/zh_CN/">《小米隐私政策》</a> 。
      </p>
      <p>
        本隐私政策在制定时充分考虑到您的需求，您全面了解我们的个人信息收集和使用惯例，同时确保您最终能控制提供给我们的个人信息，这一点至关重要。本隐私政策规定我们如何收集、使用、披露、处理和存储您使用我们的小米帐号时提供给我们的信息。注意，您登录小米帐号后使用对应服务的个人信息收集使用规则请查看该服务的隐私政策。本隐私政策下“个人信息”指通过信息本身或通过关联其他信息后能够识别特定个人的数据。我们将严格遵守本隐私政策来使用这些信息。
      </p>
      <p>
        最后，我们希望为用户带来最好的体验。如果您对本隐私政策中描述的个人信息处理实践有任何疑问，请通过访问
        <a href="https://privacy.mi.com/support"
          >https://privacy.mi.com/support</a
        >
        联系我们，以便我们处理您的特殊需求。我们很高兴收到您的反馈。如果您的隐私或数据使用问题没有得到满意解决，请联系我们的第三方争端解决机构（免费）：
        <a href="https://feedback-form.truste.com/watchdog/request"
          >https://feedback-form.truste.com/watchdog/request</a
        >
        。请参阅下方 “联系我们”。
      </p>
      <p>
        <a
          href="https://privacy.truste.com/privacy-seal/validation?rid=4fc28a8c-6822-4980-9c4b-9fdc69b94eb8&amp;lang=zh-cn"
          ><img
            src="https://privacy-policy.truste.com/privacy-seal/seal?rid=4fc28a8c-6822-4980-9c4b-9fdc69b94eb8"
            alt="TRUSTe"
        /></a>
      </p>
      <h2>一、我们收集哪些信息以及如何使用信息</h2>
      <h3>（一）您须授权我们收集和使用您个人信息的情形</h3>
      <p>
        收集个人信息的目的在于向您提供产品和/或服务，并且保证我们遵守适用的相关法律、法规及其他规范性文件。您有权自行选择是否提供该信息，但多数情况下，如果您不提供，我们可能无法向您提供相应的服务，也无法回应您遇到的问题。这些功能包括：
      </p>
      <p>1、提供帐号基础功能</p>
      <p>（1）注册或登录</p>
      <p>
        您在注册时需要向我们提供手机号码或邮箱地址作为您的小米帐号名称。同时，您还可以为您的小米帐号设置密码。您的帐号和密码会将被加密保存在服务器，建议您妥善保管好您的密码信息，谨防您的小米帐号被他人盗用。
      </p>
      <p>
        为了避免您手动输入，我们会在注册和登录时自动获取您的手机号码并为您填充。为此，我们需要获取您的<strong>SIM卡IMSI、ICCID</strong>、设备型号、系统版本信息、联网状态。上述功能可能需要您在您的设备中向我们开启您的网络权限、Wi-Fi状态权限以实现这些功能所涉及的信息的收集和使用。
      </p>
      <p>（2）完善帐号信息</p>
      <p>
        您在使用小米提供的各类服务过程中，您可以通过完善头像、昵称、性别、国家或地区等基础信息，以及设置密保问题，来获得更好的服务与体验，如不提供也不会影响小米帐号的基本功能。
      </p>
      <p>（3）帐号共享</p>
      <p>
        您可以通过小米共享功能与您的家人、朋友轻松共享小米的服务、内容及购买项目。当前，您可以共享您的小米云空间和地理位置。为此，我们会收集您的<strong>小米ID</strong>、当前地理位置、被邀请人的<strong>小米ID/手机号码</strong>。
      </p>
      <p>2、保障注册、登录安全所必须的功能</p>
      <p>
        为提高您使用我们的产品与/或服务时系统的安全性，更准确地预防钓鱼网站欺诈和保护帐户安全，我们还会通过短信验证、二次验证（如果需要）来验证您的身份。为此我们需要收集您的短信验证码、二次验证码。
      </p>
      <p>
        此外，我们还会收集您的注册/登录时间、设备相关信息（如设备<strong
          >IMEI/（在Android Q上的）OAID</strong
        >、设备型号、操作系统版本）、设备传感器信息（如手机角速度、手机加速度）、网络信息（如常用登录IP地址）来判断当前的注册、登录环境是否安全。
      </p>
      <h3>
        （二）您充分知晓，以下情形中我们收集、使用个人信息无需征得您的同意：
      </h3>
      <p>1、与国家安全、国防安全有关的；</p>
      <p>2、与公共安全、公共卫生、重大公共利益有关的；</p>
      <p>3、与犯罪侦查、起诉、审判和判决执行等有关的；</p>
      <p>
        4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
      </p>
      <p>5、所收集的个人信息是个人信息主体自行向社会公众公开的；</p>
      <p>
        6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
      </p>
      <p>7、根据您的要求签订合同所必需的；</p>
      <p>
        8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；
      </p>
      <p>9、为合法的新闻报道所必需的；</p>
      <p>
        10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的。
      </p>
      <h3>（三）我们从第三方获得您个人信息的情形</h3>
      <p>
        在一些法律允许的情况下，我们可能从第三方处获得您的个人信息。例如，您授权第三方帐户绑定小米帐号并登录使用小米的服务或授权导入的您在第三方平台的信息如头像、昵称；出于风控的目的，我们还会通过第三方（如手机号码风险等级库）了解您当前注册/登录环境是否安全；您的家人、朋友邀请您使用共享相关的服务时输入您的小米ID和手机号码。
      </p>
      <h3>（四）非个人信息</h3>
      <p>
        我们还可能收集其他无法识别到特定个人的信息（即不属于个人信息的信息），例如您使用特定服务时产生的统计类数据，如您使用小米帐号服务时的登录/退出记录、交互记录、错误记录，使用共享服务时的邀请成功/失败状态、接受邀请成功/失败状态。收集此类信息的目的在于改善我们向您提供的服务。所收集信息的类别和数量取决于您如何使用我们产品和/或服务。我们会将此类信息汇总。就本隐私政策而言，汇总数据被视为非个人信息。如果我们将非个人信息与个人信息结合使用，则在结合使用期间，此类信息将被视为个人信息。
      </p>
      <h2>二、与第三方共享您的个人信息</h2>
      <p>
        为保证向您提供本隐私政策目的所述的服务，我们可能会向合作伙伴等第三方共享必要的个人信息，包括：
      </p>
      <p>
        1、一键登录服务：本业务中的一键登录服务由包括联通在线信息科技有限公司、世纪龙信息网络有限责任公司、上海财焱网络科技有限公司在内的第三方提供，我们可能会将您的<strong>SIM卡IMSI、ICCID</strong>、<strong>IP信息</strong>、设备型号、系统版本信息、联网状态提供给此类服务提供商，由此类服务商用于为您提供一键登录服务。
      </p>
      <p>
        我们保证仅出于正当、合法、必要、特定、明确的目的共享与为您提供服务所必要的个人信息。此外，我们将采取加密等手段保障您的信息安全。我们会通过合同规定第三方的实践和义务，保证第三方服务供应商遵守您所属司法管辖区中适用的隐私标准。您应当了解对我们的授权包括针对第三方服务供应商的子处理者。
      </p>
      <p>
        2、二次号检查服务：本业务中的手机号码二次号检查服务由第三方中国电信运营商、中国联通运营商、中国移动运营商提供，为此，我们可能会将您的<strong>手机号</strong>、手机号在小米的绑定时间（精确到天）提供给此类服务提供商。
      </p>
      <p>
        3、当您在第三方网站/应用使用小米帐号登录时，且您授权同意后，我们会将您的昵称、头像等信息（取决于该第三方的服务和产品性质）传给该第三方。若您不同意该第三方获得您的个人信息，请您不要同意授权。
      </p>
      <p>
        请您注意，我们会将采取加密等手段保障您的信息安全，但您在第三方处的个人信息以该第三方的隐私政策为准。建议您仔细阅读第三方的隐私政策，正如您阅读本隐私政策一样。您可以随时登录
        <a href="https://account.xiaomi.com/">https://account.xiaomi.com/</a>
        ，点击“绑定授权”来取消对该第三方的授权。
      </p>
      <h2>三、保留政策</h2>
      <p>
        我们基于本隐私政策中所述的信息收集的目的所必需的期间，或者遵守适用的相关法律要求保留个人信息。个人信息在完成收集目的，或在我们确认您的删除或注销申请后，或我们终止运营相应产品或服务后，我们将停止保留，并做删除或匿名化处理。如果是出于公众利益、科学、历史研究或统计的目的，我们将基于适用的法律继续保留相关数据，即使进一步的数据处理与原有的收集目的无关。
      </p>
      <h2>四、您的权利</h2>
      <h3>（一）控制设置</h3>
      <p>
        我们承认每个人对隐私权的关注各不相同。因此，我们提供了一些示例，说明小米帐号提供的各种方式，供您选择，以限制收集、使用、披露或处理您的个人信息，并控制您的隐私权设置：
      </p>
      <p>
        • 登录
        <a href="http://account.xiaomi.com">https://account.xiaomi.com</a>
        ，或者在设备上点击设置-小米帐号，来查看和更改帐号安全信息、个人信息、授权绑定、设备管理4类信息。
      </p>
      <p>• 登入或登出您的小米帐户。</p>
      <p>
        如果您之前因为上述目的同意我们使用您的个人信息，您可以随时通过访问
        <a href="https://privacy.mi.com/support"
          >https://privacy.mi.com/support</a
        >
        联系我们来改变您的决定。
      </p>
      <h3>（二）您对您的个人信息享有的权利</h3>
      <p>
        根据您所适用的国家或地区法律法规，您有权要求访问、更正、删除我们持有的与您相关的任何个人信息（以下简称请求）。
      </p>
      <p>
        与您小米帐号中的个人信息相关的更多详细信息，您可以通过
        <a href="https://account.xiaomi.com">https://account.xiaomi.com</a>
        或者通过您的设备登入帐号来访问和更改。其他信息，请致信或者通过访问
        <a href="https://privacy.mi.com/support"
          >https://privacy.mi.com/support</a
        >
        联系我们。
      </p>
      <p>
        大多数法律要求个人信息主体提出的请求应遵循特定要求，本隐私政策要求您的请求应当符合以下情形：
      </p>
      <p>
        •
        通过我们专门的请求渠道，并且出于保护您的信息安全的考虑，您的请求应当是书面的（除非当地法律明确承认口头申请）。
      </p>
      <p>
        •
        提供足够的信息使我们可以验证您的身份，确保请求人是所请求信息主体本人或合法授权人。
      </p>
      <p>
        一旦我们获得充分信息确认可处理您的请求时，我们将在适用数据保护法律规定的时间内对您的请求做出回应。具体而言：
      </p>
      <p>
        •
        基于您的要求及适用法律规定，我们可免费提供一份我们已收集并处理的关于您的个人信息记录，
        如您提出对于相关信息的其他请求，我们可能会基于相关适用法律，并结合实际的管理成本向您收取一笔合理的费用。
      </p>
      <p>
        •
        如果您认为我们持有的关于您的任何信息是不正确或不完整的，可要求基于使用目的更正或完善个人信息。
      </p>
      <p>
        •
        根据您适用的法律法规，您可能有权要求我们删除您的个人数据。我们将会根据您的删除请求进行评估，若满足相应规定，我们将会采取包括技术手段在内的相应步骤进行处理。当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其与任何进一步处理隔离，直到备份可以清除或实现匿名。
      </p>
      <p>
        我们有权拒绝处理无实质意义/纠缠式重复的请求、损害他人隐私权的请求、极端不现实的请求，要求不相称的技术工作，以及根据当地法律无需给予的请求，已经公之于众的信息，保密条件下给出的信息。如果我们认为删除数据或访问数据的请求的某些方面可能会导致我们无法出于前述反欺诈和安全目的合法使用数据，可能也会予以拒绝。
      </p>
      <h3>（三）撤销同意</h3>
      <p>
        • 您可以通过【设置-小米帐号-声明与条款】或访问
        <a href="https://account.xiaomi.com">https://account.xiaomi.com</a>
        ，在【隐私中心】内提交请求以撤销同意，包括收集、使用和/或披露我们掌握或控制的您的个人信息。对于小米帐号，撤回同意等同于注销您的小米帐号。您也可以根据您所使用的具体服务，通过访问
        <a href="https://privacy.mi.com/support"
          >https://privacy.mi.com/support</a
        >
        联系我们进行相关操作。我们将会在您做出请求后的合理时间内处理您的请求，并且会根据您的请求，在此后不再收集、使用和/或披露您的个人信息。
      </p>
      <p>
        •
        请注意，您撤销同意会导致某些法律后果。根据您授权我们处理信息的范围，这可能导致您不能享受小米的产品或服务。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
      </p>
      <h3>（四）注销服务或帐号</h3>
      <p>
        如您需要注销您的小米帐号，您可以在【设置-小米帐号-帮助中心】或访问
        <a href="https://account.xiaomi.com">https://account.xiaomi.com</a>
        ，在【帮助中心】内提交注销申请，并根据提示进行注销流程。
      </p>
      <p>
        由于注销小米帐号的操作将使您无法使用小米全线产品和服务，请您谨慎操作。我们为了保护您或他人的合法权益会结合您对小米各产品和服务的使用情况判断是否支持您的注销请求。例如存在尚未偿还的分期，则我们不能立即支持您的请求。
      </p>
      <h2>五、联系我们</h2>
      <p>
        如果您对本隐私政策有任何意见或问题，或者您对我们收集、使用或披露您的个人信息有任何问题，请通过访问
        <a href="https://privacy.mi.com/support"
          >https://privacy.mi.com/support</a
        >
        联系我们，并提及“隐私政策”。针对您关于个人信息相关的权利请求、问题咨询等时，我们有专业的团队解决你的问题。如果你的问题本身涉及比较重大的事项，
        我们可能会要求你提供更多信息。如果您对收到的答复不满意，您可以将投诉移交给所在司法辖区的相关监管机构。如果您咨询我们，我们会根据您的实际情况，提供可能适用的相关投诉途径的信息。
      </p>
      <p><strong>联系地址：</strong></p>
      <ul>
        <li>北京市海淀区西二旗中路33号院6号楼6层006号</li>
        <li>邮政编码 100085</li>
        <li>小米新加坡私人有限公司</li>
        <li>克罗士街 20 号中央中国广场 #02-12</li>
        <li>新加坡邮区 048422</li>
        <li>对于来自欧盟专属经济区的用户，请联系：</li>
        <li>Xiaomi Technology Netherlands B.V.</li>
        <li>
          Room 04-106, Wework Strawinskylaan 4117 4th Floor, Atrium North Tower
          Amsterdam, 1017XD
        </li>
      </ul>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
  computed: {},
  watch: {},

  methods: {},
  created() {},
  mounted() {},
  components: {},
};
</script>
<style scoped>
</style>